/*
Navicat MySQL Data Transfer

Source Server         : Local
Source Server Version : 50538
Source Host           : 127.0.0.1:3306
Source Database       : jlight

Target Server Type    : MYSQL
Target Server Version : 50538
File Encoding         : 65001

Date: 2016-11-24 21:59:10
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for sys_button
-- ----------------------------
DROP TABLE IF EXISTS `sys_button`;
CREATE TABLE `sys_button` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `button_id` varchar(64) NOT NULL COMMENT '按钮编号',
  `button_name` varchar(30) NOT NULL COMMENT '按钮名称',
  `button_content` varchar(50) NOT NULL COMMENT '按钮标签内容',
  `is_delete` tinyint(1) NOT NULL COMMENT '软删除标识',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `create_by` varchar(64) DEFAULT NULL COMMENT '创建人',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `update_by` varchar(64) DEFAULT NULL COMMENT '更新人',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_button
-- ----------------------------
INSERT INTO `sys_button` VALUES ('1', '1', '添加', '', '0', '2016-05-21 23:18:31', null, '2016-05-21 23:18:33', null, null);
INSERT INTO `sys_button` VALUES ('2', '2', '删除', '', '0', '2016-05-21 23:18:50', null, '2016-05-21 23:18:52', null, null);
INSERT INTO `sys_button` VALUES ('3', '3', '编辑', '', '0', '2016-05-21 23:19:07', null, '2016-05-21 23:19:09', null, null);
INSERT INTO `sys_button` VALUES ('4', '5', '查看', '', '0', '2016-05-21 23:19:19', null, '2016-05-21 23:19:22', null, null);

-- ----------------------------
-- Table structure for sys_login_log
-- ----------------------------
DROP TABLE IF EXISTS `sys_login_log`;
CREATE TABLE `sys_login_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `login_log_id` varchar(64) NOT NULL,
  `login_account` varchar(30) NOT NULL,
  `login_time` datetime NOT NULL,
  `login_ip` varchar(255) NOT NULL,
  `status` varchar(10) NOT NULL,
  `is_delete` int(11) NOT NULL,
  `create_time` datetime NOT NULL,
  `create_by` varchar(255) DEFAULT NULL,
  `update_time` datetime NOT NULL,
  `update_by` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=338 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_login_log
-- ----------------------------
INSERT INTO `sys_login_log` VALUES ('142', '1479218902534', 'admin', '2016-11-15 12:40:37', '0:0:0:0:0:0:0:1', '登录失败', '0', '2016-11-15 12:40:37', null, '2016-11-15 12:40:37', null, '帐号或者密码错误');
INSERT INTO `sys_login_log` VALUES ('143', '1479218911901', 'admin', '2016-11-15 12:40:46', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:40:46', null, '2016-11-15 12:40:46', null, null);
INSERT INTO `sys_login_log` VALUES ('144', '1479219155757', 'admin', '2016-11-15 12:44:50', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:44:50', null, '2016-11-15 12:44:50', null, null);
INSERT INTO `sys_login_log` VALUES ('145', '1479219208760', 'admin', '2016-11-15 12:45:43', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:45:43', null, '2016-11-15 12:45:43', null, null);
INSERT INTO `sys_login_log` VALUES ('146', '1479219440874', 'admin', '2016-11-15 12:49:35', '127.0.0.1', '登录成功', '0', '2016-11-15 12:49:35', null, '2016-11-15 12:49:35', null, null);
INSERT INTO `sys_login_log` VALUES ('147', '1479219489422', 'admin', '2016-11-15 12:50:24', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:50:24', null, '2016-11-15 12:50:24', null, null);
INSERT INTO `sys_login_log` VALUES ('148', '1479219527601', 'admin', '2016-11-15 12:51:02', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:51:02', null, '2016-11-15 12:51:02', null, null);
INSERT INTO `sys_login_log` VALUES ('149', '1479219546507', 'admin', '2016-11-15 12:51:21', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:51:21', null, '2016-11-15 12:51:21', null, null);
INSERT INTO `sys_login_log` VALUES ('150', '1479219618870', 'admin', '2016-11-15 12:52:33', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:52:33', null, '2016-11-15 12:52:33', null, null);
INSERT INTO `sys_login_log` VALUES ('151', '1479219697182', 'admin', '2016-11-15 12:53:52', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:53:52', null, '2016-11-15 12:53:52', null, null);
INSERT INTO `sys_login_log` VALUES ('152', '1479219738102', 'admin', '2016-11-15 12:54:33', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:54:33', null, '2016-11-15 12:54:33', null, null);
INSERT INTO `sys_login_log` VALUES ('153', '1479219775132', 'admin', '2016-11-15 12:55:10', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:55:10', null, '2016-11-15 12:55:10', null, null);
INSERT INTO `sys_login_log` VALUES ('154', '1479219917297', 'admin', '2016-11-15 12:57:32', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:57:32', null, '2016-11-15 12:57:32', null, null);
INSERT INTO `sys_login_log` VALUES ('155', '1479219940390', 'admin', '2016-11-15 12:57:55', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 12:57:55', null, '2016-11-15 12:57:55', null, null);
INSERT INTO `sys_login_log` VALUES ('156', '1479220185985', 'admin', '2016-11-15 13:02:00', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 13:02:00', null, '2016-11-15 13:02:00', null, null);
INSERT INTO `sys_login_log` VALUES ('157', '1479220263219', 'admin', '2016-11-15 13:03:18', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 13:03:18', null, '2016-11-15 13:03:18', null, null);
INSERT INTO `sys_login_log` VALUES ('158', '1479220282538', 'admin', '2016-11-15 13:03:37', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 13:03:37', null, '2016-11-15 13:03:37', null, null);
INSERT INTO `sys_login_log` VALUES ('159', '1479220327388', 'admin', '2016-11-15 13:04:22', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-15 13:04:22', null, '2016-11-15 13:04:22', null, null);
INSERT INTO `sys_login_log` VALUES ('160', '1479304559384', 'admin', '2016-11-16 12:28:14', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 12:28:14', null, '2016-11-16 12:28:14', null, null);
INSERT INTO `sys_login_log` VALUES ('161', '1479305373644', 'admin', '2016-11-16 12:41:48', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 12:41:48', null, '2016-11-16 12:41:48', null, null);
INSERT INTO `sys_login_log` VALUES ('162', '1479305472510', 'admin', '2016-11-16 12:43:27', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 12:43:27', null, '2016-11-16 12:43:27', null, null);
INSERT INTO `sys_login_log` VALUES ('163', '1479305562423', 'admin', '2016-11-16 12:44:57', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 12:44:57', null, '2016-11-16 12:44:57', null, null);
INSERT INTO `sys_login_log` VALUES ('164', '1479306045091', 'admin', '2016-11-16 12:53:00', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 12:53:00', null, '2016-11-16 12:53:00', null, null);
INSERT INTO `sys_login_log` VALUES ('165', '1479306219758', 'admin', '2016-11-16 12:55:54', '127.0.0.1', '登录成功', '0', '2016-11-16 12:55:54', null, '2016-11-16 12:55:54', null, null);
INSERT INTO `sys_login_log` VALUES ('166', '1479306544179', 'admin', '2016-11-16 13:01:19', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:01:19', null, '2016-11-16 13:01:19', null, null);
INSERT INTO `sys_login_log` VALUES ('167', '1479306683032', 'admin', '2016-11-16 13:03:37', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:03:37', null, '2016-11-16 13:03:37', null, null);
INSERT INTO `sys_login_log` VALUES ('168', '1479306781738', 'admin', '2016-11-16 13:05:16', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:05:16', null, '2016-11-16 13:05:16', null, null);
INSERT INTO `sys_login_log` VALUES ('169', '1479307212730', 'admin', '2016-11-16 13:12:27', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:12:27', null, '2016-11-16 13:12:27', null, null);
INSERT INTO `sys_login_log` VALUES ('170', '1479307498689', 'admin', '2016-11-16 13:17:13', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:17:13', null, '2016-11-16 13:17:13', null, null);
INSERT INTO `sys_login_log` VALUES ('171', '1479307920787', 'admin', '2016-11-16 13:24:15', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:24:15', null, '2016-11-16 13:24:15', null, null);
INSERT INTO `sys_login_log` VALUES ('172', '1479308014757', 'admin', '2016-11-16 13:25:49', '0:0:0:0:0:0:0:1', '登录失败', '0', '2016-11-16 13:25:49', null, '2016-11-16 13:25:49', null, '帐号或者密码错误');
INSERT INTO `sys_login_log` VALUES ('173', '1479308023091', 'admin', '2016-11-16 13:25:58', '0:0:0:0:0:0:0:1', '登录失败', '0', '2016-11-16 13:25:58', null, '2016-11-16 13:25:58', null, '帐号或者密码错误');
INSERT INTO `sys_login_log` VALUES ('174', '1479308402655', 'admin', '2016-11-16 13:32:17', '0:0:0:0:0:0:0:1', '登录失败', '0', '2016-11-16 13:32:17', null, '2016-11-16 13:32:17', null, '帐号或者密码错误');
INSERT INTO `sys_login_log` VALUES ('175', '1479308406297', 'admin', '2016-11-16 13:32:21', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:32:21', null, '2016-11-16 13:32:21', null, null);
INSERT INTO `sys_login_log` VALUES ('176', '1479308539754', 'admin', '2016-11-16 13:34:34', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:34:34', null, '2016-11-16 13:34:34', null, null);
INSERT INTO `sys_login_log` VALUES ('177', '1479308694203', 'admin', '2016-11-16 13:37:09', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:37:09', null, '2016-11-16 13:37:09', null, null);
INSERT INTO `sys_login_log` VALUES ('178', '1479309015241', 'admin', '2016-11-16 13:42:30', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:42:30', null, '2016-11-16 13:42:30', null, null);
INSERT INTO `sys_login_log` VALUES ('179', '1479309503169', 'admin', '2016-11-16 13:50:38', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:50:38', null, '2016-11-16 13:50:38', null, null);
INSERT INTO `sys_login_log` VALUES ('180', '1479309703516', 'admin', '2016-11-16 13:53:58', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:53:58', null, '2016-11-16 13:53:58', null, null);
INSERT INTO `sys_login_log` VALUES ('181', '1479309900997', 'admin', '2016-11-16 13:57:15', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:57:15', null, '2016-11-16 13:57:15', null, null);
INSERT INTO `sys_login_log` VALUES ('182', '1479309955124', 'admin', '2016-11-16 13:58:10', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:58:10', null, '2016-11-16 13:58:10', null, null);
INSERT INTO `sys_login_log` VALUES ('183', '1479310019716', 'admin', '2016-11-16 13:59:14', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 13:59:14', null, '2016-11-16 13:59:14', null, null);
INSERT INTO `sys_login_log` VALUES ('184', '1479310091187', 'admin', '2016-11-16 14:00:26', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:00:26', null, '2016-11-16 14:00:26', null, null);
INSERT INTO `sys_login_log` VALUES ('185', '1479310155507', 'admin', '2016-11-16 14:01:30', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:01:30', null, '2016-11-16 14:01:30', null, null);
INSERT INTO `sys_login_log` VALUES ('186', '1479310258065', 'admin', '2016-11-16 14:03:12', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:03:12', null, '2016-11-16 14:03:12', null, null);
INSERT INTO `sys_login_log` VALUES ('187', '1479310411855', 'admin', '2016-11-16 14:05:46', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:05:46', null, '2016-11-16 14:05:46', null, null);
INSERT INTO `sys_login_log` VALUES ('188', '1479310478349', 'admin', '2016-11-16 14:06:53', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:06:53', null, '2016-11-16 14:06:53', null, null);
INSERT INTO `sys_login_log` VALUES ('189', '1479310647976', 'admin', '2016-11-16 14:09:42', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:09:42', null, '2016-11-16 14:09:42', null, null);
INSERT INTO `sys_login_log` VALUES ('190', '1479310666914', 'admin', '2016-11-16 14:10:01', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:10:01', null, '2016-11-16 14:10:01', null, null);
INSERT INTO `sys_login_log` VALUES ('191', '1479310812047', 'admin', '2016-11-16 14:12:26', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:12:26', null, '2016-11-16 14:12:26', null, null);
INSERT INTO `sys_login_log` VALUES ('192', '1479310907904', 'admin', '2016-11-16 14:14:02', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:14:02', null, '2016-11-16 14:14:02', null, null);
INSERT INTO `sys_login_log` VALUES ('193', '1479310988909', 'admin', '2016-11-16 14:15:23', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-16 14:15:23', null, '2016-11-16 14:15:23', null, null);
INSERT INTO `sys_login_log` VALUES ('194', '1479568690634', 'admin', '2016-11-19 13:50:25', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 13:50:25', null, '2016-11-19 13:50:25', null, null);
INSERT INTO `sys_login_log` VALUES ('195', '1479568853388', 'admin', '2016-11-19 13:53:08', '127.0.0.1', '登录成功', '0', '2016-11-19 13:53:08', null, '2016-11-19 13:53:08', null, null);
INSERT INTO `sys_login_log` VALUES ('196', '1479568942564', 'admin', '2016-11-19 13:54:37', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 13:54:37', null, '2016-11-19 13:54:37', null, null);
INSERT INTO `sys_login_log` VALUES ('197', '1479569029232', 'admin', '2016-11-19 13:56:04', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 13:56:04', null, '2016-11-19 13:56:04', null, null);
INSERT INTO `sys_login_log` VALUES ('198', '1479569087113', 'admin', '2016-11-19 13:57:02', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 13:57:02', null, '2016-11-19 13:57:02', null, null);
INSERT INTO `sys_login_log` VALUES ('199', '1479569127315', 'admin', '2016-11-19 13:57:42', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 13:57:42', null, '2016-11-19 13:57:42', null, null);
INSERT INTO `sys_login_log` VALUES ('200', '1479569296579', 'admin', '2016-11-19 14:00:31', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:00:31', null, '2016-11-19 14:00:31', null, null);
INSERT INTO `sys_login_log` VALUES ('201', '1479569368928', 'admin', '2016-11-19 14:01:43', '127.0.0.1', '登录成功', '0', '2016-11-19 14:01:43', null, '2016-11-19 14:01:43', null, null);
INSERT INTO `sys_login_log` VALUES ('202', '1479569452706', 'admin', '2016-11-19 14:03:07', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:03:07', null, '2016-11-19 14:03:07', null, null);
INSERT INTO `sys_login_log` VALUES ('203', '1479569533456', 'admin', '2016-11-19 14:04:28', '127.0.0.1', '登录成功', '0', '2016-11-19 14:04:28', null, '2016-11-19 14:04:28', null, null);
INSERT INTO `sys_login_log` VALUES ('204', '1479569757910', 'admin', '2016-11-19 14:08:12', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:08:12', null, '2016-11-19 14:08:12', null, null);
INSERT INTO `sys_login_log` VALUES ('205', '1479569952072', 'admin', '2016-11-19 14:11:26', '127.0.0.1', '登录成功', '0', '2016-11-19 14:11:26', null, '2016-11-19 14:11:26', null, null);
INSERT INTO `sys_login_log` VALUES ('206', '1479570015184', 'admin', '2016-11-19 14:12:30', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:12:30', null, '2016-11-19 14:12:30', null, null);
INSERT INTO `sys_login_log` VALUES ('207', '1479570176578', 'admin', '2016-11-19 14:15:11', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:15:11', null, '2016-11-19 14:15:11', null, null);
INSERT INTO `sys_login_log` VALUES ('208', '1479570262744', 'admin', '2016-11-19 14:16:37', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:16:37', null, '2016-11-19 14:16:37', null, null);
INSERT INTO `sys_login_log` VALUES ('209', '1479570503322', 'admin', '2016-11-19 14:20:38', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:20:38', null, '2016-11-19 14:20:38', null, null);
INSERT INTO `sys_login_log` VALUES ('210', '1479570595636', 'admin', '2016-11-19 14:22:10', '127.0.0.1', '登录成功', '0', '2016-11-19 14:22:10', null, '2016-11-19 14:22:10', null, null);
INSERT INTO `sys_login_log` VALUES ('211', '1479570705379', 'admin', '2016-11-19 14:24:00', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:24:00', null, '2016-11-19 14:24:00', null, null);
INSERT INTO `sys_login_log` VALUES ('212', '1479570741960', 'admin', '2016-11-19 14:24:36', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 14:24:36', null, '2016-11-19 14:24:36', null, null);
INSERT INTO `sys_login_log` VALUES ('213', '1479572997399', 'admin', '2016-11-19 15:02:12', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 15:02:12', null, '2016-11-19 15:02:12', null, null);
INSERT INTO `sys_login_log` VALUES ('214', '1479573056648', 'admin', '2016-11-19 15:03:11', '0:0:0:0:0:0:0:1', '登录失败', '0', '2016-11-19 15:03:11', null, '2016-11-19 15:03:11', null, '帐号或者密码错误');
INSERT INTO `sys_login_log` VALUES ('215', '1479573059608', 'admin', '2016-11-19 15:03:14', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 15:03:14', null, '2016-11-19 15:03:14', null, null);
INSERT INTO `sys_login_log` VALUES ('216', '1479573105132', 'admin', '2016-11-19 15:04:00', '127.0.0.1', '登录成功', '0', '2016-11-19 15:04:00', null, '2016-11-19 15:04:00', null, null);
INSERT INTO `sys_login_log` VALUES ('217', '1479573198870', 'admin', '2016-11-19 15:05:33', '0:0:0:0:0:0:0:1', '登录失败', '0', '2016-11-19 15:05:33', null, '2016-11-19 15:05:33', null, '帐号或者密码错误');
INSERT INTO `sys_login_log` VALUES ('218', '1479573204041', 'admin', '2016-11-19 15:05:38', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 15:05:38', null, '2016-11-19 15:05:38', null, null);
INSERT INTO `sys_login_log` VALUES ('219', '1479573250335', 'admin', '2016-11-19 15:06:25', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 15:06:25', null, '2016-11-19 15:06:25', null, null);
INSERT INTO `sys_login_log` VALUES ('220', '1479573445564', 'admin', '2016-11-19 15:09:40', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 15:09:40', null, '2016-11-19 15:09:40', null, null);
INSERT INTO `sys_login_log` VALUES ('221', '1479573475432', 'admin', '2016-11-19 15:10:10', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-19 15:10:10', null, '2016-11-19 15:10:10', null, null);
INSERT INTO `sys_login_log` VALUES ('222', '1479649968623', 'admin', '2016-11-20 12:25:03', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:25:03', null, '2016-11-20 12:25:03', null, null);
INSERT INTO `sys_login_log` VALUES ('223', '1479650217986', 'admin', '2016-11-20 12:29:12', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:29:12', null, '2016-11-20 12:29:12', null, null);
INSERT INTO `sys_login_log` VALUES ('224', '1479650334303', 'admin', '2016-11-20 12:31:09', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:31:09', null, '2016-11-20 12:31:09', null, null);
INSERT INTO `sys_login_log` VALUES ('225', '1479650542057', 'admin', '2016-11-20 12:34:36', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:34:37', null, '2016-11-20 12:34:37', null, null);
INSERT INTO `sys_login_log` VALUES ('226', '1479650834408', 'admin', '2016-11-20 12:39:29', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:39:29', null, '2016-11-20 12:39:29', null, null);
INSERT INTO `sys_login_log` VALUES ('227', '1479651037159', 'admin', '2016-11-20 12:42:52', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:42:52', null, '2016-11-20 12:42:52', null, null);
INSERT INTO `sys_login_log` VALUES ('228', '1479651082464', 'admin', '2016-11-20 12:43:37', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:43:37', null, '2016-11-20 12:43:37', null, null);
INSERT INTO `sys_login_log` VALUES ('229', '1479651763266', 'admin', '2016-11-20 12:54:58', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:54:58', null, '2016-11-20 12:54:58', null, null);
INSERT INTO `sys_login_log` VALUES ('230', '1479651800281', 'admin', '2016-11-20 12:55:35', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 12:55:35', null, '2016-11-20 12:55:35', null, null);
INSERT INTO `sys_login_log` VALUES ('231', '1479652034908', 'admin', '2016-11-20 12:59:29', '127.0.0.1', '登录成功', '0', '2016-11-20 12:59:29', null, '2016-11-20 12:59:29', null, null);
INSERT INTO `sys_login_log` VALUES ('232', '1479652139764', 'admin', '2016-11-20 13:01:14', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:01:14', null, '2016-11-20 13:01:14', null, null);
INSERT INTO `sys_login_log` VALUES ('233', '1479652339906', 'admin', '2016-11-20 13:04:34', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:04:34', null, '2016-11-20 13:04:34', null, null);
INSERT INTO `sys_login_log` VALUES ('234', '1479652652812', 'admin', '2016-11-20 13:09:47', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:09:47', null, '2016-11-20 13:09:47', null, null);
INSERT INTO `sys_login_log` VALUES ('235', '1479652677602', 'admin', '2016-11-20 13:10:12', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:10:12', null, '2016-11-20 13:10:12', null, null);
INSERT INTO `sys_login_log` VALUES ('236', '1479652790634', 'admin', '2016-11-20 13:12:05', '127.0.0.1', '登录成功', '0', '2016-11-20 13:12:05', null, '2016-11-20 13:12:05', null, null);
INSERT INTO `sys_login_log` VALUES ('237', '1479652828672', 'admin', '2016-11-20 13:12:43', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:12:43', null, '2016-11-20 13:12:43', null, null);
INSERT INTO `sys_login_log` VALUES ('238', '1479653048950', 'admin', '2016-11-20 13:16:23', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:16:23', null, '2016-11-20 13:16:23', null, null);
INSERT INTO `sys_login_log` VALUES ('239', '1479653094614', 'admin', '2016-11-20 13:17:09', '127.0.0.1', '登录成功', '0', '2016-11-20 13:17:09', null, '2016-11-20 13:17:09', null, null);
INSERT INTO `sys_login_log` VALUES ('240', '1479653218959', 'admin', '2016-11-20 13:19:13', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:19:13', null, '2016-11-20 13:19:13', null, null);
INSERT INTO `sys_login_log` VALUES ('241', '1479653325016', 'admin', '2016-11-20 13:20:59', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:20:59', null, '2016-11-20 13:20:59', null, null);
INSERT INTO `sys_login_log` VALUES ('242', '1479653451346', 'admin', '2016-11-20 13:23:06', '0:0:0:0:0:0:0:1', '登录失败', '0', '2016-11-20 13:23:06', null, '2016-11-20 13:23:06', null, '帐号或者密码错误');
INSERT INTO `sys_login_log` VALUES ('243', '1479653455940', 'admin', '2016-11-20 13:23:10', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:23:10', null, '2016-11-20 13:23:10', null, null);
INSERT INTO `sys_login_log` VALUES ('244', '1479653598520', 'admin', '2016-11-20 13:25:33', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:25:33', null, '2016-11-20 13:25:33', null, null);
INSERT INTO `sys_login_log` VALUES ('245', '1479653732982', 'admin', '2016-11-20 13:27:47', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:27:47', null, '2016-11-20 13:27:47', null, null);
INSERT INTO `sys_login_log` VALUES ('246', '1479654154627', 'admin', '2016-11-20 13:34:49', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:34:49', null, '2016-11-20 13:34:49', null, null);
INSERT INTO `sys_login_log` VALUES ('247', '1479654208703', 'admin', '2016-11-20 13:35:43', '127.0.0.1', '登录成功', '0', '2016-11-20 13:35:43', null, '2016-11-20 13:35:43', null, null);
INSERT INTO `sys_login_log` VALUES ('248', '1479654270815', 'admin', '2016-11-20 13:36:45', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:36:45', null, '2016-11-20 13:36:45', null, null);
INSERT INTO `sys_login_log` VALUES ('249', '1479654337091', 'admin', '2016-11-20 13:37:52', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:37:52', null, '2016-11-20 13:37:52', null, null);
INSERT INTO `sys_login_log` VALUES ('250', '1479654535965', 'admin', '2016-11-20 13:41:10', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:41:10', null, '2016-11-20 13:41:10', null, null);
INSERT INTO `sys_login_log` VALUES ('251', '1479654767435', 'admin', '2016-11-20 13:45:02', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:45:02', null, '2016-11-20 13:45:02', null, null);
INSERT INTO `sys_login_log` VALUES ('252', '1479654832409', 'admin', '2016-11-20 13:46:07', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 13:46:07', null, '2016-11-20 13:46:07', null, null);
INSERT INTO `sys_login_log` VALUES ('253', '1479656635270', 'admin', '2016-11-20 14:16:10', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 14:16:10', null, '2016-11-20 14:16:10', null, null);
INSERT INTO `sys_login_log` VALUES ('254', '1479656687071', 'admin', '2016-11-20 14:17:01', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 14:17:01', null, '2016-11-20 14:17:01', null, null);
INSERT INTO `sys_login_log` VALUES ('255', '1479656721839', 'admin', '2016-11-20 14:17:36', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 14:17:36', null, '2016-11-20 14:17:36', null, null);
INSERT INTO `sys_login_log` VALUES ('256', '1479657213115', 'admin', '2016-11-20 14:25:48', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 14:25:48', null, '2016-11-20 14:25:48', null, null);
INSERT INTO `sys_login_log` VALUES ('257', '1479657264608', 'admin', '2016-11-20 14:26:39', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 14:26:39', null, '2016-11-20 14:26:39', null, null);
INSERT INTO `sys_login_log` VALUES ('258', '1479657351647', 'admin', '2016-11-20 14:28:06', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 14:28:06', null, '2016-11-20 14:28:06', null, null);
INSERT INTO `sys_login_log` VALUES ('259', '1479657359761', 'admin', '2016-11-20 14:28:14', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-20 14:28:14', null, '2016-11-20 14:28:14', null, null);
INSERT INTO `sys_login_log` VALUES ('260', '1479739853723', 'admin', '2016-11-21 13:23:08', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:23:08', null, '2016-11-21 13:23:08', null, null);
INSERT INTO `sys_login_log` VALUES ('261', '1479739960602', 'admin', '2016-11-21 13:24:55', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:24:55', null, '2016-11-21 13:24:55', null, null);
INSERT INTO `sys_login_log` VALUES ('262', '1479740079635', 'admin', '2016-11-21 13:26:54', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:26:54', null, '2016-11-21 13:26:54', null, null);
INSERT INTO `sys_login_log` VALUES ('263', '1479740094545', 'admin', '2016-11-21 13:27:09', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:27:09', null, '2016-11-21 13:27:09', null, null);
INSERT INTO `sys_login_log` VALUES ('264', '1479740434048', 'admin', '2016-11-21 13:32:48', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:32:48', null, '2016-11-21 13:32:48', null, null);
INSERT INTO `sys_login_log` VALUES ('265', '1479740448465', 'admin', '2016-11-21 13:33:03', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:33:03', null, '2016-11-21 13:33:03', null, null);
INSERT INTO `sys_login_log` VALUES ('266', '1479740637539', 'admin', '2016-11-21 13:36:12', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:36:12', null, '2016-11-21 13:36:12', null, null);
INSERT INTO `sys_login_log` VALUES ('267', '1479740746208', 'admin', '2016-11-21 13:38:01', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:38:01', null, '2016-11-21 13:38:01', null, null);
INSERT INTO `sys_login_log` VALUES ('268', '1479740877650', 'admin', '2016-11-21 13:40:12', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:40:12', null, '2016-11-21 13:40:12', null, null);
INSERT INTO `sys_login_log` VALUES ('269', '1479740981345', 'admin', '2016-11-21 13:41:56', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:41:56', null, '2016-11-21 13:41:56', null, null);
INSERT INTO `sys_login_log` VALUES ('270', '1479740998407', 'admin', '2016-11-21 13:42:13', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:42:13', null, '2016-11-21 13:42:13', null, null);
INSERT INTO `sys_login_log` VALUES ('271', '1479741157575', 'admin', '2016-11-21 13:44:52', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:44:52', null, '2016-11-21 13:44:52', null, null);
INSERT INTO `sys_login_log` VALUES ('272', '1479741356053', 'admin', '2016-11-21 13:48:10', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:48:10', null, '2016-11-21 13:48:10', null, null);
INSERT INTO `sys_login_log` VALUES ('273', '1479741487009', 'admin', '2016-11-21 13:50:21', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:50:21', null, '2016-11-21 13:50:21', null, null);
INSERT INTO `sys_login_log` VALUES ('274', '1479741550032', 'admin', '2016-11-21 13:51:24', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:51:24', null, '2016-11-21 13:51:24', null, null);
INSERT INTO `sys_login_log` VALUES ('275', '1479741565128', 'admin', '2016-11-21 13:51:40', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:51:40', null, '2016-11-21 13:51:40', null, null);
INSERT INTO `sys_login_log` VALUES ('276', '1479741591136', 'admin', '2016-11-21 13:52:06', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:52:06', null, '2016-11-21 13:52:06', null, null);
INSERT INTO `sys_login_log` VALUES ('277', '1479741815072', 'admin', '2016-11-21 13:55:49', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:55:49', null, '2016-11-21 13:55:49', null, null);
INSERT INTO `sys_login_log` VALUES ('278', '1479741870084', 'admin', '2016-11-21 13:56:44', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:56:45', null, '2016-11-21 13:56:45', null, null);
INSERT INTO `sys_login_log` VALUES ('279', '1479741977398', 'admin', '2016-11-21 13:58:32', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 13:58:32', null, '2016-11-21 13:58:32', null, null);
INSERT INTO `sys_login_log` VALUES ('280', '1479742045699', 'admin', '2016-11-21 13:59:40', '127.0.0.1', '登录成功', '0', '2016-11-21 13:59:40', null, '2016-11-21 13:59:40', null, null);
INSERT INTO `sys_login_log` VALUES ('281', '1479742124750', 'admin', '2016-11-21 14:00:59', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 14:00:59', null, '2016-11-21 14:00:59', null, null);
INSERT INTO `sys_login_log` VALUES ('282', '1479742178914', 'admin', '2016-11-21 14:01:53', '127.0.0.1', '登录成功', '0', '2016-11-21 14:01:53', null, '2016-11-21 14:01:53', null, null);
INSERT INTO `sys_login_log` VALUES ('283', '1479742216868', 'admin', '2016-11-21 14:02:31', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 14:02:31', null, '2016-11-21 14:02:31', null, null);
INSERT INTO `sys_login_log` VALUES ('284', '1479742297476', 'admin', '2016-11-21 14:03:52', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 14:03:52', null, '2016-11-21 14:03:52', null, null);
INSERT INTO `sys_login_log` VALUES ('285', '1479742364517', 'admin', '2016-11-21 14:04:59', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 14:04:59', null, '2016-11-21 14:04:59', null, null);
INSERT INTO `sys_login_log` VALUES ('286', '1479742502834', 'admin', '2016-11-21 14:07:17', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-21 14:07:17', null, '2016-11-21 14:07:17', null, null);
INSERT INTO `sys_login_log` VALUES ('287', '1479742623877', 'admin', '2016-11-21 14:09:18', '127.0.0.1', '登录成功', '0', '2016-11-21 14:09:18', null, '2016-11-21 14:09:18', null, null);
INSERT INTO `sys_login_log` VALUES ('288', '1479742710820', 'admin', '2016-11-21 14:10:45', '127.0.0.1', '登录成功', '0', '2016-11-21 14:10:45', null, '2016-11-21 14:10:45', null, null);
INSERT INTO `sys_login_log` VALUES ('289', '1479829251883', 'admin', '2016-11-22 14:13:06', '127.0.0.1', '登录成功', '0', '2016-11-22 14:13:06', null, '2016-11-22 14:13:06', null, null);
INSERT INTO `sys_login_log` VALUES ('290', '1479829319871', 'admin', '2016-11-22 14:14:14', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:14:14', null, '2016-11-22 14:14:14', null, null);
INSERT INTO `sys_login_log` VALUES ('291', '1479829331292', 'admin', '2016-11-22 14:14:26', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:14:26', null, '2016-11-22 14:14:26', null, null);
INSERT INTO `sys_login_log` VALUES ('292', '1479829605193', 'admin', '2016-11-22 14:19:00', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:19:00', null, '2016-11-22 14:19:00', null, null);
INSERT INTO `sys_login_log` VALUES ('293', '1479829688552', 'admin', '2016-11-22 14:20:23', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:20:23', null, '2016-11-22 14:20:23', null, null);
INSERT INTO `sys_login_log` VALUES ('294', '1479829698087', 'admin', '2016-11-22 14:20:32', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:20:32', null, '2016-11-22 14:20:32', null, null);
INSERT INTO `sys_login_log` VALUES ('295', '1479829787605', 'admin', '2016-11-22 14:22:02', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:22:02', null, '2016-11-22 14:22:02', null, null);
INSERT INTO `sys_login_log` VALUES ('296', '1479829837307', 'admin', '2016-11-22 14:22:52', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:22:52', null, '2016-11-22 14:22:52', null, null);
INSERT INTO `sys_login_log` VALUES ('297', '1479829979620', 'admin', '2016-11-22 14:25:14', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:25:14', null, '2016-11-22 14:25:14', null, null);
INSERT INTO `sys_login_log` VALUES ('298', '1479830951813', 'admin', '2016-11-22 14:41:26', '127.0.0.1', '登录成功', '0', '2016-11-22 14:41:26', null, '2016-11-22 14:41:26', null, null);
INSERT INTO `sys_login_log` VALUES ('299', '1479831072008', 'admin', '2016-11-22 14:43:26', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:43:26', null, '2016-11-22 14:43:26', null, null);
INSERT INTO `sys_login_log` VALUES ('300', '1479831096062', 'admin', '2016-11-22 14:43:50', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-22 14:43:50', null, '2016-11-22 14:43:50', null, null);
INSERT INTO `sys_login_log` VALUES ('301', '1479909121899', 'admin', '2016-11-23 12:24:16', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 12:24:16', null, '2016-11-23 12:24:16', null, null);
INSERT INTO `sys_login_log` VALUES ('302', '1479909498407', 'admin', '2016-11-23 12:30:33', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 12:30:33', null, '2016-11-23 12:30:33', null, null);
INSERT INTO `sys_login_log` VALUES ('303', '1479910375173', 'admin', '2016-11-23 12:45:10', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 12:45:10', null, '2016-11-23 12:45:10', null, null);
INSERT INTO `sys_login_log` VALUES ('304', '1479911177227', 'admin', '2016-11-23 12:58:32', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 12:58:32', null, '2016-11-23 12:58:32', null, null);
INSERT INTO `sys_login_log` VALUES ('305', '1479911485360', 'admin', '2016-11-23 13:03:40', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 13:03:40', null, '2016-11-23 13:03:40', null, null);
INSERT INTO `sys_login_log` VALUES ('306', '1479911904945', 'admin', '2016-11-23 13:10:39', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 13:10:39', null, '2016-11-23 13:10:39', null, null);
INSERT INTO `sys_login_log` VALUES ('307', '1479917589999', 'admin', '2016-11-23 14:45:24', '127.0.0.1', '登录成功', '0', '2016-11-23 14:45:24', null, '2016-11-23 14:45:24', null, null);
INSERT INTO `sys_login_log` VALUES ('308', '1479917686960', 'admin', '2016-11-23 14:47:01', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:47:01', null, '2016-11-23 14:47:01', null, null);
INSERT INTO `sys_login_log` VALUES ('309', '1479917855023', 'admin', '2016-11-23 14:49:49', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:49:49', null, '2016-11-23 14:49:49', null, null);
INSERT INTO `sys_login_log` VALUES ('310', '1479918012504', 'admin', '2016-11-23 14:52:27', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:52:27', null, '2016-11-23 14:52:27', null, null);
INSERT INTO `sys_login_log` VALUES ('311', '1479918106463', 'admin', '2016-11-23 14:54:01', '127.0.0.1', '登录成功', '0', '2016-11-23 14:54:01', null, '2016-11-23 14:54:01', null, null);
INSERT INTO `sys_login_log` VALUES ('312', '1479918144536', 'admin', '2016-11-23 14:54:39', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:54:39', null, '2016-11-23 14:54:39', null, null);
INSERT INTO `sys_login_log` VALUES ('313', '1479918236306', 'admin', '2016-11-23 14:56:11', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:56:11', null, '2016-11-23 14:56:11', null, null);
INSERT INTO `sys_login_log` VALUES ('314', '1479918271351', 'admin', '2016-11-23 14:56:46', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:56:46', null, '2016-11-23 14:56:46', null, null);
INSERT INTO `sys_login_log` VALUES ('315', '1479918324481', 'admin', '2016-11-23 14:57:39', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:57:39', null, '2016-11-23 14:57:39', null, null);
INSERT INTO `sys_login_log` VALUES ('316', '1479918373297', 'admin', '2016-11-23 14:58:28', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:58:28', null, '2016-11-23 14:58:28', null, null);
INSERT INTO `sys_login_log` VALUES ('317', '1479918460697', 'admin', '2016-11-23 14:59:55', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 14:59:55', null, '2016-11-23 14:59:55', null, null);
INSERT INTO `sys_login_log` VALUES ('318', '1479918637931', 'admin', '2016-11-23 15:02:52', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:02:52', null, '2016-11-23 15:02:52', null, null);
INSERT INTO `sys_login_log` VALUES ('319', '1479918690657', 'admin', '2016-11-23 15:03:45', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:03:45', null, '2016-11-23 15:03:45', null, null);
INSERT INTO `sys_login_log` VALUES ('320', '1479918832653', 'admin', '2016-11-23 15:06:07', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:06:07', null, '2016-11-23 15:06:07', null, null);
INSERT INTO `sys_login_log` VALUES ('321', '1479919074663', 'admin', '2016-11-23 15:10:09', '127.0.0.1', '登录成功', '0', '2016-11-23 15:10:09', null, '2016-11-23 15:10:09', null, null);
INSERT INTO `sys_login_log` VALUES ('322', '1479919131332', 'admin', '2016-11-23 15:11:06', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:11:06', null, '2016-11-23 15:11:06', null, null);
INSERT INTO `sys_login_log` VALUES ('323', '1479919202427', 'admin', '2016-11-23 15:12:17', '127.0.0.1', '登录成功', '0', '2016-11-23 15:12:17', null, '2016-11-23 15:12:17', null, null);
INSERT INTO `sys_login_log` VALUES ('324', '1479919265248', 'admin', '2016-11-23 15:13:20', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:13:20', null, '2016-11-23 15:13:20', null, null);
INSERT INTO `sys_login_log` VALUES ('325', '1479919451707', 'admin', '2016-11-23 15:16:26', '127.0.0.1', '登录成功', '0', '2016-11-23 15:16:26', null, '2016-11-23 15:16:26', null, null);
INSERT INTO `sys_login_log` VALUES ('326', '1479919511927', 'admin', '2016-11-23 15:17:26', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:17:26', null, '2016-11-23 15:17:26', null, null);
INSERT INTO `sys_login_log` VALUES ('327', '1479919568072', 'admin', '2016-11-23 15:18:22', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:18:22', null, '2016-11-23 15:18:22', null, null);
INSERT INTO `sys_login_log` VALUES ('328', '1479919681616', 'admin', '2016-11-23 15:20:16', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:20:16', null, '2016-11-23 15:20:16', null, null);
INSERT INTO `sys_login_log` VALUES ('329', '1479919785268', 'admin', '2016-11-23 15:22:00', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:22:00', null, '2016-11-23 15:22:00', null, null);
INSERT INTO `sys_login_log` VALUES ('330', '1479919845249', 'admin', '2016-11-23 15:23:00', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:23:00', null, '2016-11-23 15:23:00', null, null);
INSERT INTO `sys_login_log` VALUES ('331', '1479919912229', 'admin', '2016-11-23 15:24:07', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:24:07', null, '2016-11-23 15:24:07', null, null);
INSERT INTO `sys_login_log` VALUES ('332', '1479919961761', 'admin', '2016-11-23 15:24:56', '0:0:0:0:0:0:0:1', '登录失败', '0', '2016-11-23 15:24:56', null, '2016-11-23 15:24:56', null, '帐号或者密码错误');
INSERT INTO `sys_login_log` VALUES ('333', '1479919965915', 'admin', '2016-11-23 15:25:00', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-23 15:25:00', null, '2016-11-23 15:25:00', null, null);
INSERT INTO `sys_login_log` VALUES ('334', '1479920039708', 'admin', '2016-11-23 15:26:14', '127.0.0.1', '登录成功', '0', '2016-11-23 15:26:14', null, '2016-11-23 15:26:14', null, null);
INSERT INTO `sys_login_log` VALUES ('335', '1479996509134', 'admin', '2016-11-24 12:40:44', '0:0:0:0:0:0:0:1', '登录成功', '0', '2016-11-24 12:40:44', null, '2016-11-24 12:40:44', null, null);
INSERT INTO `sys_login_log` VALUES ('336', '1437558478172', 'admin', '2015-07-22 09:47:51', '192.168.160.1', '登录成功', '0', '2015-07-22 09:47:51', null, '2015-07-22 09:47:51', null, null);
INSERT INTO `sys_login_log` VALUES ('337', '1437558482968', 'admin', '2015-07-22 09:48:00', '192.168.160.1', '登录成功', '0', '2015-07-22 09:48:00', null, '2015-07-22 09:48:00', null, null);

-- ----------------------------
-- Table structure for sys_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE `sys_menu` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `menu_id` varchar(64) NOT NULL COMMENT '资源编号',
  `name` varchar(30) NOT NULL COMMENT '菜单名称',
  `url` varchar(30) DEFAULT NULL COMMENT '菜单url',
  `type` int(1) DEFAULT NULL COMMENT '菜单类型(0为一级菜单,2为二级菜单,3为按钮)',
  `icon` varchar(30) DEFAULT '' COMMENT '菜单图标',
  `is_show` int(1) NOT NULL COMMENT '是否显示(1为是，0为不是)',
  `seq` int(1) DEFAULT NULL COMMENT '菜单顺序',
  `parent_id` varchar(64) DEFAULT '0' COMMENT '上级菜单ID',
  `parent_name` varchar(20) DEFAULT NULL,
  `is_delete` tinyint(1) NOT NULL DEFAULT '0' COMMENT '软删除标识',
  `create_by` varchar(64) DEFAULT '0' COMMENT '创建人',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) DEFAULT '0' COMMENT '更新人',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  KEY `idx_res_id` (`menu_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=50 DEFAULT CHARSET=utf8 COMMENT='资源表';

-- ----------------------------
-- Records of sys_menu
-- ----------------------------
INSERT INTO `sys_menu` VALUES ('1', '1', '系统管理', null, '0', '', '1', '1', '#', null, '0', '0', '2016-05-16 17:10:44', '0', '2016-06-02 21:01:12', null);
INSERT INTO `sys_menu` VALUES ('2', '2', '用户管理', '/user/listPage', '0', '', '1', '2', '1', '基础管理', '0', '0', '2016-05-06 14:34:37', '0', '2016-06-02 22:44:56', '用户管理');
INSERT INTO `sys_menu` VALUES ('3', '3', '角色管理', '/role/listPage', '0', '', '1', '3', '1', '基础管理', '0', '0', '2016-05-06 14:35:24', '0', '2016-05-17 14:14:34', '角色管理');
INSERT INTO `sys_menu` VALUES ('4', '4', '菜单管理', '/menu/listPage', '0', '', '1', '4', '1', '基础管理', '0', '0', '2016-05-06 14:35:51', '0', '2016-05-15 21:23:15', '菜单管理');
INSERT INTO `sys_menu` VALUES ('19', '5', '日志管理', null, '0', null, '1', '5', '#', null, '0', null, '2016-05-22 11:17:51', null, '2016-06-02 23:09:38', null);
INSERT INTO `sys_menu` VALUES ('26', '12', '添加', '/user/add', '1', null, '1', null, '2', '用户管理', '0', null, '2016-06-02 21:00:09', null, '2016-06-02 21:00:09', '添加用户');
INSERT INTO `sys_menu` VALUES ('27', '13', '修改', '/user/edit', '1', null, '1', null, '2', '用户管理', '0', null, '2016-06-02 22:39:47', null, '2016-06-02 22:39:47', '编辑用户');
INSERT INTO `sys_menu` VALUES ('29', '14', '添加', '/role/add', '1', null, '1', null, '3', '角色管理', '0', null, '2016-06-09 00:04:16', null, '2016-06-09 00:04:16', '');
INSERT INTO `sys_menu` VALUES ('31', '16', '分配权限', '/roleRes/save', '1', null, '1', null, '3', '角色管理', '0', null, '2016-06-26 12:11:55', null, '2016-06-26 12:11:55', '保存分配的权限');
INSERT INTO `sys_menu` VALUES ('32', '17', '添加', '/menu/add', '1', null, '1', null, '4', '资源管理', '0', null, '2016-06-26 15:51:06', null, '2016-06-26 15:51:06', '添加资源');
INSERT INTO `sys_menu` VALUES ('33', '18', '修改', '/menu/edit', '1', null, '1', null, '4', '资源管理', '0', null, '2016-06-26 15:52:13', null, '2016-06-26 15:52:13', '修改资源');
INSERT INTO `sys_menu` VALUES ('34', '19', '删除', '/menu/delete', '1', null, '1', null, '4', '资源管理', '0', null, '2016-06-26 15:53:14', null, '2016-06-26 15:53:14', '删除资源');
INSERT INTO `sys_menu` VALUES ('35', '20', '删除', '/user/delete', '1', null, '1', null, '2', '用户管理', '0', null, '2016-06-26 15:56:07', null, '2016-06-26 15:56:07', '删除用户');
INSERT INTO `sys_menu` VALUES ('36', '21', '修改', '/role/edit', '1', null, '1', null, '3', '角色管理', '0', null, '2016-06-26 15:56:54', null, '2016-06-26 15:56:54', '修改角色');
INSERT INTO `sys_menu` VALUES ('37', '22', '删除', '/role/delete', '1', null, '1', null, '3', '角色管理', '0', null, '2016-06-26 15:57:14', null, '2016-06-26 15:57:14', '删除角色');
INSERT INTO `sys_menu` VALUES ('38', '23', '登录日志', '/loginLog/listPage', '0', null, '1', null, '5', '监控管理', '0', null, '2016-06-26 16:07:57', null, '2016-06-26 16:07:57', '登录日志');
INSERT INTO `sys_menu` VALUES ('39', '24', '操作日志', '/operateLog/list', '0', null, '1', null, '5', '监控管理', '0', null, '2016-06-26 16:11:30', null, '2016-06-26 16:11:30', null);
INSERT INTO `sys_menu` VALUES ('41', '1478700606660', '字典管理', '/dict/list', '0', null, '1', null, '1', '系统管理', '0', null, '2016-11-09 12:42:21', null, '2016-11-09 12:42:21', '字典管理');
INSERT INTO `sys_menu` VALUES ('42', '1480978838674', '角色分配', '/user/addRoles', '1', null, '1', null, '2', '用户管理', '0', null, '2016-11-13 06:14:31', null, '2016-11-13 06:14:31', '给用户分配角色');
INSERT INTO `sys_menu` VALUES ('43', '1479219411962', '查询', '/user/list', '1', null, '1', null, '2', '用户管理', '0', null, '2016-11-15 12:49:06', null, '2016-11-15 12:49:06', null);
INSERT INTO `sys_menu` VALUES ('44', '1479219651971', '重置密码', '/user/resetPwd', '1', null, '1', null, '2', '用户管理', '0', null, '2016-11-15 12:53:06', null, '2016-11-15 12:53:06', '重置密码');
INSERT INTO `sys_menu` VALUES ('45', '1479219802326', '查询', '/role/list', '1', null, '1', null, '3', '角色管理', '0', null, '2016-11-15 12:55:37', null, '2016-11-15 12:55:37', '角色查询');
INSERT INTO `sys_menu` VALUES ('46', '1479220072000', '查询', '/loginLog/list', '1', null, '1', null, '23', '登录日志', '0', null, '2016-11-15 13:00:06', null, '2016-11-15 13:00:06', '日志查询');
INSERT INTO `sys_menu` VALUES ('47', '1479220099932', '删除', '/loginLog/delete', '1', null, '1', null, '23', '登录日志', '0', null, '2016-11-15 13:00:34', null, '2016-11-15 13:00:34', '日志删除');
INSERT INTO `sys_menu` VALUES ('48', '1479220122402', '查询', '/menu/list', '1', null, '1', null, '4', '菜单管理', '0', null, '2016-11-15 13:00:57', null, '2016-11-15 13:00:57', '菜单查询');
INSERT INTO `sys_menu` VALUES ('49', '1479652540467', '测试', '/test/add', '1', null, '0', null, '2', '用户管理', '0', null, '2016-11-20 13:07:55', null, '2016-11-20 13:07:55', null);

-- ----------------------------
-- Table structure for sys_operate_log
-- ----------------------------
DROP TABLE IF EXISTS `sys_operate_log`;
CREATE TABLE `sys_operate_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `operate_log_id` varchar(255) NOT NULL,
  `login_account` varchar(64) NOT NULL,
  `method` varchar(64) NOT NULL,
  `method_args` varchar(255) DEFAULT NULL,
  `operate_time` datetime NOT NULL,
  `operate_ip` varchar(64) NOT NULL,
  `is_delete` int(1) NOT NULL,
  `create_time` datetime NOT NULL,
  `create_by` varchar(64) DEFAULT NULL,
  `update_time` datetime NOT NULL,
  `update_by` varchar(64) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_operate_log
-- ----------------------------

-- ----------------------------
-- Table structure for sys_param
-- ----------------------------
DROP TABLE IF EXISTS `sys_param`;
CREATE TABLE `sys_param` (
  `id` int(11) NOT NULL,
  `param_id` varchar(64) NOT NULL COMMENT '参数编号',
  `name` varchar(30) NOT NULL COMMENT '参数名称',
  `value` varchar(100) NOT NULL COMMENT '参数值',
  `is_delete` int(1) NOT NULL COMMENT '删除软标识(0为未删除，1为删除)',
  `create_by` varchar(64) DEFAULT NULL COMMENT '创建人',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(255) DEFAULT NULL COMMENT '更新人',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_param
-- ----------------------------

-- ----------------------------
-- Table structure for sys_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE `sys_role` (
  `id` int(20) NOT NULL AUTO_INCREMENT COMMENT '角色id',
  `role_id` varchar(64) NOT NULL COMMENT '角色编号',
  `name` varchar(32) NOT NULL COMMENT '角色名称',
  `sign` varchar(30) NOT NULL COMMENT '角色标识,程序中判断使用,如"admin"',
  `is_delete` int(1) NOT NULL DEFAULT '0' COMMENT '删除标识',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `create_by` varchar(64) DEFAULT '0' COMMENT '创建人',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `update_by` varchar(64) DEFAULT '0' COMMENT '更新人',
  `remark` varchar(256) DEFAULT NULL COMMENT '角色描述',
  PRIMARY KEY (`id`),
  UNIQUE KEY `idx_sign` (`sign`),
  KEY `idx_role_id` (`role_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=31 DEFAULT CHARSET=utf8 COMMENT='角色表';

-- ----------------------------
-- Records of sys_role
-- ----------------------------
INSERT INTO `sys_role` VALUES ('1', '1', '超级管理员', 'admin', '0', '2016-04-15 11:21:00', '0', '2016-11-08 14:33:53', '0', '超级管理员');
INSERT INTO `sys_role` VALUES ('30', '1478540596277', '测试', 'test', '0', '2016-11-07 16:15:31', null, '2016-11-07 16:15:31', null, null);

-- ----------------------------
-- Table structure for sys_role_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_menu`;
CREATE TABLE `sys_role_menu` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `role_id` varchar(64) NOT NULL COMMENT '角色编号',
  `menu_id` varchar(64) NOT NULL COMMENT '资源编号',
  `is_delete` int(1) NOT NULL DEFAULT '0' COMMENT '软删除标识',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `create_by` varchar(64) DEFAULT '0' COMMENT '创建人',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `update_by` varchar(64) DEFAULT '0' COMMENT '更新人',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注信息',
  PRIMARY KEY (`id`,`role_id`,`menu_id`),
  KEY `idx_role_id` (`role_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=917 DEFAULT CHARSET=utf8 COMMENT='角色-资源表';

-- ----------------------------
-- Records of sys_role_menu
-- ----------------------------
INSERT INTO `sys_role_menu` VALUES ('742', '1478540596277', '1', '0', '2016-11-13 13:04:28', null, '2016-11-13 13:04:28', null, null);
INSERT INTO `sys_role_menu` VALUES ('743', '1478540596277', '2', '0', '2016-11-13 13:04:28', null, '2016-11-13 13:04:28', null, null);
INSERT INTO `sys_role_menu` VALUES ('744', '1478540596277', '13', '0', '2016-11-13 13:04:28', null, '2016-11-13 13:04:28', null, null);
INSERT INTO `sys_role_menu` VALUES ('745', '1478540596277', '4', '0', '2016-11-13 13:04:28', null, '2016-11-13 13:04:28', null, null);
INSERT INTO `sys_role_menu` VALUES ('746', '1478540596277', '18', '0', '2016-11-13 13:04:28', null, '2016-11-13 13:04:28', null, null);
INSERT INTO `sys_role_menu` VALUES ('897', '1', '22', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('898', '1', '12', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('899', '1', '23', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('900', '1', '1479220072000', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('901', '1', '13', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('902', '1', '24', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('903', '1', '14', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('904', '1', '16', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('905', '1', '1479220122402', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('906', '1', '1479219411962', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('907', '1', '1', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('908', '1', '2', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('909', '1', '3', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('910', '1', '4', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('911', '1', '5', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('912', '1', '1480978838674', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('913', '1', '20', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('914', '1', '1479219651971', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('915', '1', '1479219802326', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);
INSERT INTO `sys_role_menu` VALUES ('916', '1', '21', '0', '2016-11-15 13:04:15', null, '2016-11-15 13:04:15', null, null);

-- ----------------------------
-- Table structure for sys_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` varchar(64) NOT NULL COMMENT '用户编号',
  `account` varchar(30) NOT NULL COMMENT '用户帐号',
  `true_name` varchar(10) DEFAULT NULL COMMENT '真实姓名',
  `password` varchar(100) NOT NULL COMMENT '密码',
  `birth` datetime DEFAULT NULL COMMENT '出生日期',
  `sex` tinyint(1) DEFAULT NULL COMMENT '性别',
  `email` varchar(30) DEFAULT NULL COMMENT '电子邮箱',
  `mobile` char(11) DEFAULT NULL COMMENT '手机号码',
  `error_count` int(2) NOT NULL DEFAULT '0' COMMENT '当天登录错误次数',
  `is_lock` int(1) NOT NULL DEFAULT '0' COMMENT '用户是否锁定',
  `login_time` datetime DEFAULT NULL COMMENT '登录时间',
  `login_ip` varchar(30) DEFAULT NULL COMMENT '用户登录IP地址',
  `is_delete` tinyint(1) NOT NULL COMMENT '软删除标识',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `create_by` varchar(64) DEFAULT NULL COMMENT '创建人',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `update_by` varchar(64) DEFAULT NULL COMMENT '更新人',
  `remark` varchar(100) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  UNIQUE KEY `user_id_idx` (`user_id`),
  UNIQUE KEY `account_idx` (`account`)
) ENGINE=InnoDB AUTO_INCREMENT=63 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO `sys_user` VALUES ('1', '1', 'admin', '刘国庆', '24b81da6640d91def35d33c7940a16c7e0631ff99d3060a491694866f1063fcc', '2016-04-15 11:23:23', null, '751185330@qq.com', '13428281893', '0', '0', '2015-07-22 09:48:00', '192.168.160.1', '0', '2016-04-15 11:23:38', null, '2016-05-12 17:28:04', null, null);
INSERT INTO `sys_user` VALUES ('59', '1480752439327', 'jason', '黎扬贵', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', null, null, '134288282082@qq.com', '13428282082', '2', '0', '2016-11-12 04:25:42', '0:0:0:0:0:0:0:1', '0', '2016-11-10 15:21:12', null, '2016-11-10 15:21:12', null, '黎扬贵');
INSERT INTO `sys_user` VALUES ('60', '1480974674253', 'liyg', '黎扬贵', '75a2a3e2abb929ed8d22ce3de907bbbfb3834ef22c3d39d54a88c7cc3e55715f', null, null, '18316986707@163.com', '18316986707', '0', '0', '2016-11-13 06:30:46', '0:0:0:0:0:0:0:1', '0', '2016-11-13 05:05:07', null, '2016-11-13 05:05:07', null, '黎扬贵');
INSERT INTO `sys_user` VALUES ('62', '1479919417862', 'test', '测试', 'ee4262f7c5811a146473482249ad288ae6689d4ac6824fe3bdab445d98a4b796', null, null, '751185330@qq.com', '13428281893', '0', '0', null, null, '0', '2016-11-23 15:15:52', null, '2016-11-23 15:15:52', null, null);

-- ----------------------------
-- Table structure for sys_user_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_role`;
CREATE TABLE `sys_user_role` (
  `id` int(20) NOT NULL AUTO_INCREMENT COMMENT '主键ID',
  `user_id` varchar(64) NOT NULL COMMENT '用户编号',
  `role_id` varchar(64) NOT NULL COMMENT '角色编号',
  `is_delete` tinyint(1) NOT NULL DEFAULT '0' COMMENT '软删除标识',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `create_by` varchar(64) DEFAULT '0' COMMENT '创建人',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `update_by` varchar(64) DEFAULT '0' COMMENT '更新人',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  KEY `idx_user_id` (`user_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=73 DEFAULT CHARSET=utf8 COMMENT='用户-角色表';

-- ----------------------------
-- Records of sys_user_role
-- ----------------------------
INSERT INTO `sys_user_role` VALUES ('1', '1', '1', '0', '2016-04-15 14:48:11', '0', '2016-04-15 14:48:13', '0', null);
INSERT INTO `sys_user_role` VALUES ('71', '1480752439327', '1478540596277', '0', '2016-11-10 15:21:33', null, '2016-11-10 15:21:33', null, null);
INSERT INTO `sys_user_role` VALUES ('72', '1480974674253', '1478540596277', '0', '2016-11-13 05:05:33', null, '2016-11-13 05:05:33', null, null);
